Repository: mozilla-l10n/mt-training-data
Catalog: bas/bas_pontoon.tmx
Source language: en_us
Languages: bas

source: 2019 End-of-Year Release
bas: Lipama i lisuk li nwii

source: 2 down, keep it up!<playIcon></playIcon>
bas: Kenek ni bisu, u tomb bañ!<playIcon></playIcon>

source: ≥ 2 No votes
bas: Ba-ngi-mineebege

source: ≥ 2 Yes votes
bas: Miñkwedek-le-Nn

source: Abkhaz
bas: Abkasia

source: About
bas: Bés bo nje?

source: Accent
bas: Lipodok

source: Account
bas: Libôñ

source: Acehnese
bas: Acehnesia

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bas: { $actionType }<playIcon></playIcon> ba ñañ a ñan ntôn u bibuk loñge ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bas: { $actionType }<recordIcon></recordIcon> imbus u añ ntôñ u bibuk ni kiñ ngii.

source: { $actionType }<stopIcon></stopIcon> when done
bas: { $actionType }<stopIcon></stopIcon> Indéé u mmal

source: { $actionType } submit when ready
bas: { $actionType } sule idéé u gamal

source: Additional Language
bas: Hop mpe

source: Add Language
bas: Kônde hop

source: Add Your Voice
bas: Nôbe kiñ yoñ

source: Adyghe
bas: Adyghia

source: Age
bas: Bimañ

source: Albanian
bas: Albania

source: All
bas: Gwobisô

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
bas: Hiki hikékét hi kiñ hi njôp i liyaa, di yé di kudle jo inyu boñ le yimbe yokiyo i mut a ñkôle kiñ yé, i nnene bañ. Ibale nsañge kiñ a nti ñgim yé i ñgadba i liyimbne jé, bitilba bi ñéba ini ñgadba bi ñkudlana ni baglana ni dikéket di makiñ ñwaa dikékét ti ñkéña njak inyu ibemb maket ikédé mayaa, iba bé le ñgadba i pam i mbamba.

source: Amharic
bas: Amharik

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bas: minsolbe mi biyimbne bi mut kiki bo biman̂, libak li muda to li mulôm, lipôdôl, mi nhôla inyu itibil méyha likeñge li isolol makiñ. Ñgédi yoñ ndi to mél woñ bi gangwañna bé ni kiñ yoñ iyé le u gasañge; iloo ki la, u nla tep i yelel ñgédi yoň tole i tjél yelel yo.

source: Arabic
bas: Arabia

source: Aragonese
bas: Aragonesia

source: Armenian
bas: Arménia

source: Armenian Western
bas: Arménia i Kendi Mbok

source: Artificial intelligence
bas: Nsim u Yi

source: Assamese
bas: Assamesia

source: Asturian
bas: Asturia

source: Audio Format
bas: Kôgôp i hikôm hi kiñ

source: Avatar
bas: Liñgeliñge i binjéjé

source: Average
bas: Bômbôl

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bas: Hikékét hi kiñ hi ñkwéda le hi nneebana idéé ñemble a ñkwet hyo le Nn.

source: Awards
bas: Bibom

source: Azerbaijani
bas: Azerbajania

source: Back
bas: ni mbus

source: Back to Top
bas: Témp i ño u lipep

source: Bashkir
bas: Bachikiria

source: Basque
bas: Baskia

source: Become a partner
bas: Yila jô i Yum

source: Belarusian
bas: Belarusia

source: Benefits
bas: Minseñ

source: Bengali
bas: Bengalia

source: <bold>{ $count }</bold> Clips
bas: Dikékét di makiñ

source: <bold>Help us</bold> find more voices
bas: <bold>Hôla bés</bold> le di kôhle makiñ mape

source: Both
bas: Gwobiba

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
bas: Mimpay mi bôlô mini nwo ima ma ñéba yéñe i digwéé bi boñ le likeñge li isolol makiñ li tôa ndi mbôô i mahop. Makeñge ma lisolol makiñ ma nhek jubus libak li mut-binam ikédé bikey gwés, ndi bahôlôs makeñge ba gwéé ñgôñ ni didun ndi didun di dikékét di makiñ inyu ihôlôs mana makeñge. Ingeñ ini di téé, inya i minje mi makiñ mi, mi ntiba bé nyañga, yak lôôha die mi nhee. Njômbi yés iyé le di bulus minje mi makiñ ni ti mo bôt sadaga, ndi di tôñôk le mini minje milôlâk ni mbôô i limut i mpot hiki hop kiki ka ñgéda libôlôk li nnene hiki hop. Ibale di ñgwelna i woo, di yé le di hôlôs lisolol makiñ inya i gwééne hiki wada wés nseñ.

source: Both (Speak and Listen)
bas: Gwobiba (Hop ni Emble)

source: Breton
bas: Bretonia

source: Browse Languages
bas: Hônd ni mahop

source: Build a custom goal
bas: Sék likak li ñkôm-kel

source: Build Profile
bas: Ôô liyimbne joñ

source: Bulgarian
bas: Bulgaria

source: Burmese
bas: Birmania Birmania

source: Buryat
bas: Buryati

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
bas: Inyu kii di mbédél <b>njañ yoñ mél ?</b> Inyule di yé le di bana ñǵoñ i tilna we ibale mahéñha ma mba i mayaa ma minje.

source: By editing your goal, you may lose your existing progress.
bas: Ibale u njuble likak joñ u yé le u nimis ntel u bôlô yoñ u gwéé hanano.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bas: Intel u ngéda u nneebe kôs bimél, wee u nneebe le Mozilla a bôñôl unu nwin kiki ka ngéda biniigana bi <privacyLink>nkok u matédés</privacyLink> u Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
bas: <b>U nneebe</b> le u gayeñ bé iyi môl ma ibôt makiñ map mayé i mayaa ma Common Voice e ?

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bas: Hiki ñgéda u gayelel yimbne yada i libak joñ, u gahôla le, mayaa ma makiñ u nsañge i Common Voice ma kônde bana mahee inyu lihôlôs minyum mi lisolol makiñ, mi mi mbôñôl mana mayaa inyu ndip i lisoolak li makiñ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bas: Intel u ñgéda u ntep le u mbôñôl Common Voice, wee u mbôn le u nneebe <termsLink>Mayegna</termsLink> ni <privacyLink>Libam li Matédés</privacyLink>

source: CANCEL
bas: BÔK

source: Cancel Re-recording
bas: Bôk ndiimba-odol

source: Cancel Submission
bas: Bôk lisule

source: Can't decide?
bas: Me ta bé le me yoñ makidik

source: Cantonese
bas: Cantonesia

source: Catalan
bas: Katalania

source: Central Kurdish
bas: Kurdisia i Ñem Mbok

source: Change your email via Settings under Login Identity
bas: Hyeñel mél yoñ ni njel i Makégél isi Jôl li majubul

source: Chinese (China)
bas: Tjaina

source: Chinese (Hong Kong)
bas: Tjaina i Hong Kong

source: Chinese (Taiwan)
bas: Tjaina i Taiwan

source: Chuvash
bas: Tjuvasia

source: Click
bas: Ñwot

source: Clip Graveyard
bas: Soñ i Dikékét di Makiñ

source: Clips recorded
bas: Minsañgge mi dikékét di makiñ

source: Clips Uploaded
bas: Minyôha mi dikékét di makiñ

source: Clips validated
bas: Minneebege mi dikékét di makiñ

source: Clips You've Recorded
bas: Dikékét di makiñ u ñodol

source: Clips You've Validated
bas: Dikékét di makiñ u nneebe

source: Close
bas: Yip

source: Collecting sentences from the public domain, or writing new ones for the public domain.
bas: Likôhle mintôñ mi bibuk i basadaga ba mapigil, tole lijubus mintôñ mi mondo i sadaga mapigil.

source: Comment
bas: Péé jam

source: Common Voice data plus all other voice datasets above.
bas: Minje mi Common Voice ntôñ ni mayaa ma makiñ mape mu i ñgii.

source: Common Voice Dataset
bas: Mayaa ma Makiñ ma Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
bas: Common Voice a yé nson u gwelna-gwelna ni ini njel le, di nnigne nson wés i ndôñ bijô bi yum ni basañge makiñ inyu libulus nya sadaga i mayaa ma makiñ i i bama bé ba.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bas: Mozilla nyen a bibot Common Voice, ni ini njel le bikey bila nigil kiki bôt ba binam ba mpot i ntiik u lipodok

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
bas: Common a yé yum i nson yada i Mozilla ii nhôla i niiga bikey lela bôt ba binam ba mpôt yôha.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
bas: Common a yé yum i nson yada i Mozilla ii nhôla i niiga bikey lela bôt ba binam ba mpôt yôha. Ha ndigi mayaa ma makiñ ma Common Voice bé, ndi ndun i yé ki bés i pémés mbamba-nyum u lisoolene li makiñ di nsébél le Deep Speech.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
bas: Common Voice a yé ikédé ñkoñ i si, suk sadaga toga i minje mi makiñ milôlak ni mbuu i mahop.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
bas: Makiñ ma Common Voice ma mbôñlana i ka i ndoñol-yi, likek minkus mintidigi, ni ibet ba gwéé nduña i hôlôs makeñge ma lisolol to linigle makiñ, inyu ihôlôs ni ibulus minje mi makiñ mi yé sadaga, kiki bo ndémbél i makiñ.

source: Confirm Goal
bas: Kémhe likak

source: Connect with Gravatar
bas: Bogbe ni Gravatar

source: Contact
bas: Likoodene

source: Contact Form
bas: Lipep li ñgoode

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bas: Bini bitilna bi ntjéma isi bitédél bi <licenseLink>Licence Creative Commons</licenseLink>

source: Continue
bas: Kee ni bisu

source: Contribute
bas: Sañge

source: Contribute sentences
bas: Sañge ntôn u bibuk

source: Contribute to { $lang }
bas: Sañge inyu hop { $lang }

source: Contribute Your Voice
bas: Sañge kiñ yoñ

source: Contribution Activity
bas: Minleña i ñjangi

source: Contribution Experience
bas: Ntel u ñgéda u bôdôl sañge

source: Contributors record voice clips by reading from a bank of donated sentences.
bas: Inyu isañge kiñ yoñ, u ñan mintôñ mi bibuk mi nlôl i lingut li minkôlge mi mitôn mi bibuk

source: Cookies
bas: Biôlô

source: Cornish
bas: Kornisia

source: Corsican
bas: Korsia

source: { $count } clips
bas: Dikékét { $count }

source: { $count }mo
bas: sôñ

source: { $count }wk
bas: { $count }Sondi

source: { $count }y
bas: { $count }nwii

source: Create a Custom Goal
bas: Bok likak li ñkôm-kel

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
bas: Sék hikékét hi kiñ inyu ipôda hyo ni liñgeliñge yoñ i binjénjé i liyimbne joñ. Ni ha, bôt bape ba ba ba wan, ba la emble we kiñ yoñ.

source: Croatian
bas: Kroasia

source: Czech
bas: Tjekia

source: Daily Goal
bas: Likal li kel

source: Danish
bas: Danisia

source: Dashboard
bas: Kumba

source: Datasets
bas: Liyaa li minje

source: Date
bas: Kel

source: Days
bas: Dilo ditan

source: De-identified
bas: Minhôk-mi-bikadbana

source: DELETE
bas: SAS

source: Delete my recordings
bas: Sas miñôdge nwem

source: Delete Profile
bas: Sas Liyimbne

source: Dhivehi
bas: Divehia

source: Different language
bas: Hop mpe

source: Difficult
bas: Nléda

source: Difficult to pronounce
bas: Lipahal bibuk li nlet

source: Donate your voice
bas: Pôôs kiñ yoñ.

source: Don't see your language on Common Voice yet?
bas: Hop woñ u nnene bé i Common Voice e ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bas: Hop woñ u njôbôk bé i Mayaa e ? Ibale u ñgwés jubus hop woñ, leñ jis i kumba wés lipep.

source: Download
bas: Ket

source: Download Common Voice Data
bas: Ket minje mi Common Voice

source: Download Data
bas: Ket minje

source: Download Dataset Bundle
bas: Ket njak i mayaa ma minje

source: Download { $language }
bas: Ket{ $language }

source: Download My Data
bas: Ket minje ñwem

source: Download the Single Word Target Segment
bas: Ket Suñ-Likoñ Pom-Buk

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
bas: Mahoñol ma yé we lela di nla kônde lémés mayaa ma makiñ ma Common Voice e ? U yis ni bés i Yuyut i Nkwel

source: Do you want to continue?
bas: U nsômbôl ke ni bisu ?

source: Do you want to Speak, Listen or both?
bas: U nsômbôl pot, emble, tole gwobiba ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
bas: Yambal u yumbe tole <browseWrap>Hôndôk</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bas: Iñgéda lisul njañgi yoñ, ibale u nwot i "Sule" wee unhim liti ndoñ. Njañgi i ñke ni bisu, ba gaéba we mintôñ mi bibuk mintan mi nnoñ, tole minsañgge mi makiñ matan u nlama nneebe tole tjél.

source: Dutch
bas: Holland

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bas: Hiki hibaba hi kiñ ikédé liyaa li gwéé pom MP3 ntôñ ni bôm i matila yé. Jôga li mañgeñ lipe ikédé nsoñgi u miñodlak mi mañgeñ <b>{ $total }</b> i mayaa, li yé ntôñ ni biyimbne bi basañge, kiki bo nwii, libak li muda tole munlôm, lipodok, bi bi nla hôla i niiga minyum mi nnigle ni isolol makiñ.

source: Easy
bas: Mbooyuge

source: Edit
bas: Juble bitilna

source: Edit Profile
bas: Juble liyimbne joñ

source: Email
bas: Mél

source: Email is already used for a different account
bas: Mut numpe a mbôñôl ini mél i liboñ lipe

source: Email Subscriptions
bas: Litila jôl i Yuyut i bimél

source: English
bas: Ñginsi

source: Enter Email to Download
bas: Tila njañ i mél yoñ ndi u gaket minje

source: Enter email to send a sign up link
bas: Tila mél yoñ inyu liom njañ i matilba.

source: Enter your email
bas: Tila njañ yoñ mél

source: Error { $code }
bas: Hihôha{ $code }

source: Erzya
bas: Ersya

source: Esperanto
bas: Espéranto

source: Estonian
bas: Estonia

source: Everyone
bas: Himut

source: Exit & Delete clips
bas: Pamak, u sas dikékét di makiñ

source: FAQ
bas: Bakom ba mambadga

source: Faroese
bas: Farosia

source: Female
bas: Muda

source: Finish editing first?
bas: Mal ndugi lijuble

source: Finish recording
bas: Mélés liodol

source: Finish recording first?
bas: U nsômbôl ndugi mélés liodol e ?

source: Finnish
bas: Finland

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
bas: Hiki ñgéda u nsañge hikékét hi kiñ tole hiki ñgéda u nneebe hikékét hi kiñ hi mut mpe, kumba i libôñ joñ i nsugdana inyu éba we ntel u mahol ma nson woñ ikédé hiki hop u ntine njañgi kiñ. Mbale i yé le mut a nla sañge kiñ yé iloo hop wada! <br/><br/> Lôô i bikumba inyu hes pôk-ñañga yoñ, to inyu tehe bolô u nsélha ñgem ni maloñ mape, ni hala uga tibil sañ makak moñ ma kel to ma sondi.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bas: Inyu mahop mayé banhugba môngô, jumbul jap li web li yé <localizationGlossaryLink>bawéha ntjep</localizationGlossaryLink>, ma gwéé ki libim li <sentenceCollectionGlossaryLink>miñkodok mi mintôñ mi bibuk</sentenceCollectionGlossaryLink> mi nti njel le bôt ba sañge to <speakLink>lipôdôl/speakLink> to <listenLink>liemble</listenLink>.

source: French
bas: Pulasi

source: Frequently Asked Questions
bas: Kom Mambadga

source: Frisian
bas: Frisia

source: Fulah
bas: Fulɓé

source: Galician
bas: Galisia

source: GB
bas: Go

source: Gender
bas: Muda tole mulôm ?

source: Georgian
bas: Georgia

source: German
bas: Jaman

source: Get involved
bas: Yoñ ñgaba

source: Get Involved
bas: Yoñ ñgaba

source: Get started with goals
bas: Bôdôl yônôs ndak yoñ

source: Get Started with Speech Recognition
bas: Nyuge môñgô i lom ni likeñge li isolol to linigle makiñ

source: Give your avatar a voice
bas: Ti liñgeliňge i binjeje yoň ñgim kĩn

source: Glossary
bas: Ñkobol-hihehela

source: Goal reached
bas: Ndak i nyon.

source: Goals
bas: Makak

source: Go to Discourse
bas: Kenek i Nkwel

source: Go to Languages Page
bas: Kenek i lipep jés li mahop

source: Go to { $name }
bas: Lela i { $name }

source: Grammatical / spelling error
bas: Dihôha di matila / di ñgobol hop

source: Great! How many clips a week?
bas: Ntuk! Dikékét di makiñ tjañen i ngim sondi ?

source: Great! How many clips per day?
bas: Ntuk! Dikékét di makiñ tjañeñ i ngim kel ?

source: Great!<recordIcon></recordIcon> Record your next clip
bas: Jéé! <recordIcon></recordIcon> Odol hikékét hyoñ hi kiñ hi nnoñ

source: Great work!<playIcon></playIcon> Listen again when you're ready
bas: Yoñ me ntuk!<playIcon></playIcon> Tiimba emble ingéda u gaba mbômhaga.

source: Greek
bas: Grekia

source: Guarani
bas: Gwarinia

source: Hakha Chin
bas: Hakka Chinia

source: Have Feedback?
bas: U mbat ndoñ e?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
bas: Ugwéé mbadga le u yé le u gwés bat inoñnaga ni Common Voice e ? Tole mahoñol inyu mahol tole ndogha i béngege ñgim hop tôbôtôbô ? Lo koba bés i<discourseLink>yuyut yés i knwel</discourseLink>, ndi u gayis bés bini.

source: Have you read our Terms?
bas: Hôla bés le mabéhna més ma éña

source: Having an account is not required to contribute, though it is helpful.
bas: Likañ bé le mut a bana libôñ ndi a sañge kiñ yé, to ibale hala a yé nseñ.

source: Having a profile is not required to contribute though it is helpful, see why below.
bas: Likañ li tabé le mut a bana liyimbne ñwaa a nsañge kiñ yé, to ibale hala a yé nseñ, béñge hana i si inyu nigil inyu ki.

source: Hebrew
bas: Hébréu

source: Help
bas: Mahôla

source: Help Common Voice reach { $hours } hours in a language with a personal goal
bas: Hôla Common Voice le a yônôsñgeñ { $hours }i ñgim hop ikolbaha ni makak ma ñgim mut

source: Help create Common Voice’s first target segment in { $locale }
bas: Hola i sañge ndak suñ i Common Voice i bisu, i { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
bas: Mahôla inyu iyônôs{ $hours } itani hop { $language } ikolbaha ni likak li ñgim mut

source: Help teach machines how real people speak, donate your voice at { $link }
bas: Hôla bikey le bila nigil kiki bôt ba binam ba mpot i ntiik u lipodok, pôôs kiñ yon yak { $link }

source: Help us build a community around voice technology, stay in touch via email.
bas: Hola bés le di kot bôt ikédé lihôlôs makeñge ma makiñ, u lok u leñek jis i mél ñwoñ.

source: Help us build a high quality, publicly open dataset
bas: Hôla bés le di ôô mayaa ma minje ma mahoñ inyu bôt bobasô

source: Help us find more voices, share your goal
bas: Hôla bés le di kôhna makiñ mape, tôô likak joñ

source: Help us find others to donate their voice!
bas: H́ôla bés i léba bôt bape ba nla ti kiñ yap.

source: Help us get to { $goal }
bas: Hôla bés le di yônôs { $goal }

source: Help us validate sentences!
bas: Hôla bés i nneebe le ngim ntôñ u bibuk u héli.

source: Help us validate voices
bas: Hôla bés i nneebe le kiñ i héli.

source: Hidden
bas: Nsolbe

source: Hindi
bas: India

source: Hours Recorded
bas: Nsoñgi u mañgeñ u minsañgge mi makiñ

source: Hours Validated
bas: Nsoñgi u mañgeñ ma mineebege mi makiñ

source: { $hours } validated hours so far!
bas: { $hours } ñgeñ i makiñ i maneebana ibol hana kiki di téé.

source: How ?
bas: Lela ?

source: How can I get the Common Voice data?
bas: Ni imbe njel mut a yé le a kôs mayaa ma makiñ ma Common Voice ?

source: How does Common Voice calculate hours?
bas: Ñgim ñgeñ yada i li ôdôk li Common Voice i yé umbe ntel ?

source: How does it work?
bas: Lela mam ma nke ?

source: How do you ensure anonymity and privacy of the people who donated their voices?
bas: Lela i mbôña le niñ tole jôl li ibet ba nkôle makiñ map, bi yiba bañ ?

source: Hungarian
bas: Hongaria

source: I agree
bas: Me nneebe

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
bas: Me bi biniglene bé me unu hop i libéé ; mempot wo ni ndék libot, hala a gatéénga bé ibale me nsañge kiñ yem e ?

source: Icelandic
bas: Island

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bas: Me yé le me bana ngôñ i kôhna bimél bi mbigda me makak ma nson, mahol ma nson ni manwin ikolbaha ni Common Voice.

source: I do not agree
bas: Me nneebe bé

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
bas: Mentip bok likak inyu yem ikolbaha ni njañgi makin i #CommonVoice -- bôk bés i hôla liniiga bikey lela bôt ba binam ba mpot i ntiik lipôdôl { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bas: Me nti kunde le ni gwélél bini biyihne kiki ni ñkobol i <privacyLink>Ñkok u Matédés</privacyLink>

source: * Indicates required field
bas: Nit mapoga ma mbéda.

source: Indonesian
bas: Indonésia

source: In Progress
bas: Lôm i nlôm

source: Interested in learning more and contributing to the project?
bas: U yé le u gwés kônde nigil mam mape to liyoñ ñgaba i yum yés i nson e ?

source: Interlingua
bas: Mbôrokhop

source: Irish
bas: Irland

source: Is my account information public?
bas: Ba bitilna bi libôñ jem bi mpam i mbamba ?

source: Is the clip valid?
bas: Ba hikékét hi kiñ hi hi héli ?

source: Is the goal of Common Voice to build a voice assistant?
bas: Ba nseñ u Common Voice u yé le a pémés minsoolene mi makiñ e ?

source: Italian
bas: Italia

source: It contains words or phrases that are hard to read or pronounce.
bas: U gwéé bibuk tole bitun bi bibuk bi nlet liañ tole lipahal.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
bas: Imbéna le, iñgéda mut a ñañ matila i gim lipep ndi a béñgege ki libôñglak li lini lipep, a ntek bé añ nhyômôk.
